@extends('front.layouts.app')

@section('style')

@endsection

@section('content')
    <!-- header -->
    <div class="container my-4" style="padding-top:120px;">
        <div class="row">
            <div class="col-sm-12 ">
                <nav class="" aria-label="breadcrumb">
                    <ol class="breadcrumb aboutBreadcrumb">
                        <li class="breadcrumb-item"><a href="{{url('/')}}">خانه </a></li>
                        <li class="breadcrumb-item active" aria-current="page">درباره ما</li>
                    </ol>
                </nav>
            </div>
        </div>
    </div>
    <!-- Parallax Section -->
    <div class="container-fluid p-0 mt-190">
        <div class="row m-auto">
            <div class="col-12 p-0">
                <div class="parallax-section1">
                    <div class="parallax-content ">
                        <h2>نوآوری در طراحی</h2>
                        <p>با NOVA، یک قدم جلوتر باشید</p>
                        <a href="./products page.html" class="btn mt-3 glow-on-hover" style="background: rgb(255, 179, 1);">مشاهده محصولات
                        </a>
                    </div>
                </div>
            </div>
        </div>
    </div>
    <!-- end Parallax Section -->
    <div class="container my-5">
        <div class="row">
            <div class="col-12">
                <h2 class="about-page__sub-title">
                    داستان شروع نوا شاپ
                </h2>
                <div class="about-page__contents">
                    شرکت کهربا (نوا شاپ) فعالیت خود را به
                    صورت جدی از سال 1392 در زمینه تولید تجهیزات اتوماسیون صنعتی و
                    ترانسمیترهای الکترونیکی آغاز نمود و هم اکنون از تولیدکنندگان
                    قابل اعتماد تجهیزات اتوماسیون صنعتی در ایران می‌باشد. کهربا (نوا شاپ)
                    طیف گسترده‌ای از محصولات اتوماسیون صنعتی شامل ترانسمیترهای
                    وزن، نمایشگرهای وزن، ماژول‌های ورودی و خروجی دیجیتال و آنالوگ،
                    ایزولاتورهای سیگنال، مبدل‌ها و موارد دیگر را تولید و به بازار
                    عرضه می‌کند. در ضمن محصولات این شرکت توسط مهندسان خبره کشور در
                    کاربردهای مختلف صنعتی آزموده و مورد تایید قرار گرفته‌ است.
                </div>
            </div>
            <div class="col-12 my-5">
                <h2 class="about-page__sub-title">
                    چشم‌اندازها و ماموریت‌های کهربا (نوا شاپ)
                </h2>
                <div class="about-page__contents">
                    شرکت کهربا (نوا شاپ) چشم انداز خود را بدست آوردن سهم
                    حداکثري از بازار ایران و عرضه
                    محصولات خود به سایر کشورهای همسایه
                    و جهان می‌داند. محصولات شرکت با
                    دارا بودن کیفیتی در سطح محصولات
                    صاحب نام و معتبر جهانی و همچنین
                    قیمت رقابتی همواره مورد رضایتمندی
                    مشتریان خود بوده است. افتخار ما فروش
                    انواع محصولات به شرکت‌های مختلف صنعتی
                    در زمینه‌های ماشین آلات بسته‌بندی و
                    دستگاه‌های اندازه گیري و آزمایشگاهی
                    و کارخانجات تولید سیمان و بتن و آر
                    د و مواد غذایی و طیف وسیعی از صنایع
                    دیگر می‌باشد. با ادامه ارائه محصولات
                    و خدمات اتوماسیون با کیفیت بالا،
                    امیدواریم که بتوانیم رسالت خود که
                    غنی‌سازی کیفیت زندگی انسان‌ها با ارائه
                    ارزش‌های جدید است را به انجام برسانیم.
                </div>
            </div>
        </div>
    </div>
    <!-- end header -->

    <!-- about us roedMap-->
    <div id="infographic" class="container d-flex flex-column align-items-center py-2">
        <!-- Step 1: Beginner Stage -->
        <div class="row step-one text-danger m-0 d-flex justify-content-between">
            <div class="col-2 year">
                <h4>سال ۱۳۹۰ تا ۱۳۹۵</h4>
            </div>
            <div class="col-10 w-100 d-flex flex-column justify-content-center">
                <article data-step="1">
                    <header class="d-flex align-items-center bg-danger bg-opacity-10 justify-content-between">
                        <i class="bg-danger">
                            <svg width="26" height="26" fill="currentColor" class="bi bi-stars" viewBox="0 0 16 16">
                                <path d="M7.657 6.247c.11-.33.576-.33.686 0l.645 1.937a2.89 2.89 0 0 0 1.829 1.828l1.936.645c.33.11.33.576 0 .686l-1.937.645a2.89 2.89 0 0 0-1.828 1.829l-.645 1.936a.361.361 0 0 1-.686 0l-.645-1.937a2.89 2.89 0 0 0-1.828-1.828l-1.937-.645a.361.361 0 0 1 0-.686l1.937-.645a2.89 2.89 0 0 0 1.828-1.828zM3.794 1.148a.217.217 0 0 1 .412 0l.387 1.162c.173.518.579.924 1.097 1.097l1.162.387a.217.217 0 0 1 0 .412l-1.162.387A1.73 1.73 0 0 0 4.593 5.69l-.387 1.162a.217.217 0 0 1-.412 0L3.407 5.69A1.73 1.73 0 0 0 2.31 4.593l-1.162-.387a.217.217 0 0 1 0-.412l1.162-.387A1.73 1.73 0 0 0 3.407 2.31zM10.863.099a.145.145 0 0 1 .274 0l.258.774c.115.346.386.617.732.732l.774.258a.145.145 0 0 1 0 .274l-.774.258a1.16 1.16 0 0 0-.732.732l-.258.774a.145.145 0 0 1-.274 0l-.258-.774a1.16 1.16 0 0 0-.732-.732L9.1 2.137a.145.145 0 0 1 0-.274l.774-.258c.346-.115.617-.386.732-.732z"/>
                            </svg>
                        </i>
                        <h6 class="text-uppercase m-4 ps-4">ایده اولیه نوا شاپ</h6>
                    </header>
                    <div class="about-body">
                        <small>فعالیت گروه مهندسی کهربا(نوا شاپ) در ابتدا با هدف ارائه
                            خدمات الکترونیک و اتوماسیون صنعتی آغاز شد.
                            انجام انواع پروژه‌های اتوماسیون صنعتی
                            در حوزه‌های مختلف و پروژه‌های برون‌سپاری شده الکترونیک از جمله تجارب آن سال‌ها می‌باشد.
                        </small>

                        <div class="d-flex justify-content-between mt-3 controls">
                            <a class="btn btn-outline-danger invisible" href="#">قبلی</a>
                            <a class="btn btn-outline-danger" href="#">بعدی</a>
                        </div>
                    </div>
                </article>
                <article data-step="2">
                    <header class="d-flex align-items-center bg-danger bg-opacity-10 justify-content-between">
                        <i class="bg-danger">
                            <svg width="26" height="26" fill="currentColor" class="bi bi-stars" viewBox="0 0 16 16">
                                <path d="M7.657 6.247c.11-.33.576-.33.686 0l.645 1.937a2.89 2.89 0 0 0 1.829 1.828l1.936.645c.33.11.33.576 0 .686l-1.937.645a2.89 2.89 0 0 0-1.828 1.829l-.645 1.936a.361.361 0 0 1-.686 0l-.645-1.937a2.89 2.89 0 0 0-1.828-1.828l-1.937-.645a.361.361 0 0 1 0-.686l1.937-.645a2.89 2.89 0 0 0 1.828-1.828zM3.794 1.148a.217.217 0 0 1 .412 0l.387 1.162c.173.518.579.924 1.097 1.097l1.162.387a.217.217 0 0 1 0 .412l-1.162.387A1.73 1.73 0 0 0 4.593 5.69l-.387 1.162a.217.217 0 0 1-.412 0L3.407 5.69A1.73 1.73 0 0 0 2.31 4.593l-1.162-.387a.217.217 0 0 1 0-.412l1.162-.387A1.73 1.73 0 0 0 3.407 2.31zM10.863.099a.145.145 0 0 1 .274 0l.258.774c.115.346.386.617.732.732l.774.258a.145.145 0 0 1 0 .274l-.774.258a1.16 1.16 0 0 0-.732.732l-.258.774a.145.145 0 0 1-.274 0l-.258-.774a1.16 1.16 0 0 0-.732-.732L9.1 2.137a.145.145 0 0 1 0-.274l.774-.258c.346-.115.617-.386.732-.732z"/>
                            </svg>
                        </i>
                        <h6 class="text-uppercase m-4 ps-4">تولید اولین محصول</h6>
                    </header>

                    <div class="about-body">
                        <small>از ابتدای سال 1394 با توجه به تخصص و سابقه گروه و
                            نیازسنجی بازار تحقیق و طراحی برای تولید محصولات
                            اتوماسیون صنعتی شروع شد.
                            پس از چندین ماه تلاش و
                            کوشش اولین محصول با عنوان ترانسمیتر وزن تک کانال PM-LT01 تکمیل و آماده ارائه شد.
                        </small>

                        <div class="d-flex justify-content-between mt-3 controls">
                            <a class="btn btn-outline-danger" href="#">قبلی</a>
                            <a class="btn btn-outline-danger" href="#">بعدی</a>
                        </div>
                    </div>
                </article>
                <article data-step="3">
                    <header class="d-flex align-items-center bg-danger bg-opacity-10 justify-content-between">
                        <i class="bg-danger">
                            <svg width="26" height="26" fill="currentColor" class="bi bi-stars" viewBox="0 0 16 16">
                                <path d="M7.657 6.247c.11-.33.576-.33.686 0l.645 1.937a2.89 2.89 0 0 0 1.829 1.828l1.936.645c.33.11.33.576 0 .686l-1.937.645a2.89 2.89 0 0 0-1.828 1.829l-.645 1.936a.361.361 0 0 1-.686 0l-.645-1.937a2.89 2.89 0 0 0-1.828-1.828l-1.937-.645a.361.361 0 0 1 0-.686l1.937-.645a2.89 2.89 0 0 0 1.828-1.828zM3.794 1.148a.217.217 0 0 1 .412 0l.387 1.162c.173.518.579.924 1.097 1.097l1.162.387a.217.217 0 0 1 0 .412l-1.162.387A1.73 1.73 0 0 0 4.593 5.69l-.387 1.162a.217.217 0 0 1-.412 0L3.407 5.69A1.73 1.73 0 0 0 2.31 4.593l-1.162-.387a.217.217 0 0 1 0-.412l1.162-.387A1.73 1.73 0 0 0 3.407 2.31zM10.863.099a.145.145 0 0 1 .274 0l.258.774c.115.346.386.617.732.732l.774.258a.145.145 0 0 1 0 .274l-.774.258a1.16 1.16 0 0 0-.732.732l-.258.774a.145.145 0 0 1-.274 0l-.258-.774a1.16 1.16 0 0 0-.732-.732L9.1 2.137a.145.145 0 0 1 0-.274l.774-.258c.346-.115.617-.386.732-.732z"/>
                            </svg>
                        </i>
                        <h6 class="text-uppercase m-4 ps-4">تکمیل محصولات حوزه توزین</h6>
                    </header>

                    <div class="about-body">
                        <small>پس از جلب رضایت مشتریان و اطمینان از پایداری PM-LT01 ،
                            ترانسمیترهای PM-LT01A و PM-LT02 و PM-LT02A به سبد محصولات کهربا (نوا شاپ) اضافه شد.
                        </small>

                        <div class="d-flex justify-content-between mt-3 controls">
                            <a class="btn btn-outline-danger" href="#">قبلی</a>
                            <a class="btn btn-outline-danger" href="#">بعدی</a>
                        </div>
                    </div>
                </article>
                <article data-step="4">
                    <header class="d-flex align-items-center bg-danger bg-opacity-10 justify-content-between">
                        <i class="bg-danger">
                            <svg width="26" height="26" fill="currentColor" class="bi bi-stars" viewBox="0 0 16 16">
                                <path d="M7.657 6.247c.11-.33.576-.33.686 0l.645 1.937a2.89 2.89 0 0 0 1.829 1.828l1.936.645c.33.11.33.576 0 .686l-1.937.645a2.89 2.89 0 0 0-1.828 1.829l-.645 1.936a.361.361 0 0 1-.686 0l-.645-1.937a2.89 2.89 0 0 0-1.828-1.828l-1.937-.645a.361.361 0 0 1 0-.686l1.937-.645a2.89 2.89 0 0 0 1.828-1.828zM3.794 1.148a.217.217 0 0 1 .412 0l.387 1.162c.173.518.579.924 1.097 1.097l1.162.387a.217.217 0 0 1 0 .412l-1.162.387A1.73 1.73 0 0 0 4.593 5.69l-.387 1.162a.217.217 0 0 1-.412 0L3.407 5.69A1.73 1.73 0 0 0 2.31 4.593l-1.162-.387a.217.217 0 0 1 0-.412l1.162-.387A1.73 1.73 0 0 0 3.407 2.31zM10.863.099a.145.145 0 0 1 .274 0l.258.774c.115.346.386.617.732.732l.774.258a.145.145 0 0 1 0 .274l-.774.258a1.16 1.16 0 0 0-.732.732l-.258.774a.145.145 0 0 1-.274 0l-.258-.774a1.16 1.16 0 0 0-.732-.732L9.1 2.137a.145.145 0 0 1 0-.274l.774-.258c.346-.115.617-.386.732-.732z"/>
                            </svg>
                        </i>
                        <h6 class="text-uppercase m-4 ps-4">بروزرسانی، تولید، موفقیت</h6>
                    </header>

                    <div class="about-body">
                        <small>بازنگری و بروز رسانی طراحی محصولات جهت
                            افزایش کیفیت و کاربری بهتر که منجر به تولید ترانسمیترهای
                            PM-LT11T و PM-LT11A و PM-LT12 و ... شد. طراحی و
                            تولید محصولات مبدل آنالوگ PM-AT13 و نمایشگر وزن PM-LD01
                            تایید دانش بنیان بودن محصولات شرکت کهربا (نوا شاپ) از سوی کارگروه تشخیص و ارزیابی شرکت‌ها
                            و مؤسسات دانش‌بنیان دست آورد مهمی برای شرکت در این سال بود.
                        </small>

                        <div class="d-flex justify-content-between mt-3 controls">
                            <a class="btn btn-outline-danger" href="#">قبلی</a>
                            <a class="btn btn-outline-danger" href="#">بعدی</a>
                        </div>
                    </div>
                </article>
            </div>
        </div>

        <!-- Step 2: Intermediate Stage -->
        <div class="row step-one text-warning m-0 d-flex justify-content-between">
            <div class="col-2 year">
                <h4>سال ۱۳۹۶ تا ۱۴۰۲</h4>
            </div>
            <div class="col-10 w-100 d-flex flex-column justify-content-center">
                <article data-step="5">
                    <header class="d-flex align-items-center text-warning bg-warning bg-opacity-10 justify-content-between">
                        <i class="fa-solid fa-code bg-warning">
                            <svg  width="26" height="26" fill="currentColor" class="bi bi-flower3" viewBox="0 0 16 16">
                                <path d="M11.424 8c.437-.052.811-.136 1.04-.268a2 2 0 0 0-2-3.464c-.229.132-.489.414-.752.767C9.886 4.63 10 4.264 10 4a2 2 0 1 0-4 0c0 .264.114.63.288 1.035-.263-.353-.523-.635-.752-.767a2 2 0 0 0-2 3.464c.229.132.603.216 1.04.268-.437.052-.811.136-1.04.268a2 2 0 1 0 2 3.464c.229-.132.489-.414.752-.767C6.114 11.37 6 11.736 6 12a2 2 0 1 0 4 0c0-.264-.114-.63-.288-1.035.263.353.523.635.752.767a2 2 0 1 0 2-3.464c-.229-.132-.603-.216-1.04-.268M9 4a2 2 0 0 1-.045.205q-.059.2-.183.484a13 13 0 0 1-.637 1.223L8 6.142l-.135-.23a13 13 0 0 1-.637-1.223 4 4 0 0 1-.183-.484A2 2 0 0 1 7 4a1 1 0 1 1 2 0M3.67 5.5a1 1 0 0 1 1.366-.366 2 2 0 0 1 .156.142q.142.15.326.4c.245.333.502.747.742 1.163l.13.232-.265.002a13 13 0 0 1-1.379-.06 4 4 0 0 1-.51-.083 2 2 0 0 1-.2-.064A1 1 0 0 1 3.67 5.5m1.366 5.366a1 1 0 0 1-1-1.732l.047-.02q.055-.02.153-.044.202-.048.51-.083a13 13 0 0 1 1.379-.06q.135 0 .266.002l-.131.232c-.24.416-.497.83-.742 1.163a4 4 0 0 1-.327.4 2 2 0 0 1-.155.142M9 12a1 1 0 0 1-2 0 2 2 0 0 1 .045-.206q.058-.198.183-.483c.166-.378.396-.808.637-1.223L8 9.858l.135.23c.241.415.47.845.637 1.223q.124.285.183.484A1.3 1.3 0 0 1 9 12m3.33-6.5a1 1 0 0 1-.366 1.366 2 2 0 0 1-.2.064q-.202.048-.51.083c-.412.045-.898.061-1.379.06q-.135 0-.266-.002l.131-.232c.24-.416.497-.83.742-1.163a4 4 0 0 1 .327-.4q.07-.074.114-.11l.041-.032a1 1 0 0 1 1.366.366m-1.366 5.366a2 2 0 0 1-.155-.141 4 4 0 0 1-.327-.4A13 13 0 0 1 9.74 9.16l-.13-.232.265-.002c.48-.001.967.015 1.379.06q.308.035.51.083.098.024.153.044l.048.02a1 1 0 1 1-1 1.732zM8 9a1 1 0 1 1 0-2 1 1 0 0 1 0 2"/>
                            </svg></i>
                        <h6 class="text-uppercase m-4 ps-4">حضور در جمع بزرگان صنعت ایران</h6>
                    </header>

                    <div class="about-body">
                        <small>اولین حضور شرکت در هجدهمین نمایشگاه بین المللی
                            صنعت تهران در این سال رقم خورد که باعث معرفی
                            رسمی کهربا (نوا شاپ)‌ به عنوان یک تولید کننده خوش آتیه
                            تجهیرات اتوماسیون صنعتی شد. ارتباط مستقیم با
                            فعالین این حوزه و آشنایی هرچه بیشتر متخصصین
                            با محصولات شرکت از دستاوردهای این نمایشگاه بود.
                        </small>

                        <div class="d-flex justify-content-between mt-3 controls">
                            <a class="btn btn-outline-warning" href="#">قبلی</a>
                            <a class="btn btn-outline-warning" href="#">بعدی</a>
                        </div>
                    </div>
                </article>
                <article data-step="6">
                    <header class="d-flex align-items-center text-warning bg-warning bg-opacity-10 justify-content-between">
                        <i class="fa-solid fa-code bg-warning">
                            <svg  width="26" height="26" fill="currentColor" class="bi bi-flower3" viewBox="0 0 16 16">
                                <path d="M11.424 8c.437-.052.811-.136 1.04-.268a2 2 0 0 0-2-3.464c-.229.132-.489.414-.752.767C9.886 4.63 10 4.264 10 4a2 2 0 1 0-4 0c0 .264.114.63.288 1.035-.263-.353-.523-.635-.752-.767a2 2 0 0 0-2 3.464c.229.132.603.216 1.04.268-.437.052-.811.136-1.04.268a2 2 0 1 0 2 3.464c.229-.132.489-.414.752-.767C6.114 11.37 6 11.736 6 12a2 2 0 1 0 4 0c0-.264-.114-.63-.288-1.035.263.353.523.635.752.767a2 2 0 1 0 2-3.464c-.229-.132-.603-.216-1.04-.268M9 4a2 2 0 0 1-.045.205q-.059.2-.183.484a13 13 0 0 1-.637 1.223L8 6.142l-.135-.23a13 13 0 0 1-.637-1.223 4 4 0 0 1-.183-.484A2 2 0 0 1 7 4a1 1 0 1 1 2 0M3.67 5.5a1 1 0 0 1 1.366-.366 2 2 0 0 1 .156.142q.142.15.326.4c.245.333.502.747.742 1.163l.13.232-.265.002a13 13 0 0 1-1.379-.06 4 4 0 0 1-.51-.083 2 2 0 0 1-.2-.064A1 1 0 0 1 3.67 5.5m1.366 5.366a1 1 0 0 1-1-1.732l.047-.02q.055-.02.153-.044.202-.048.51-.083a13 13 0 0 1 1.379-.06q.135 0 .266.002l-.131.232c-.24.416-.497.83-.742 1.163a4 4 0 0 1-.327.4 2 2 0 0 1-.155.142M9 12a1 1 0 0 1-2 0 2 2 0 0 1 .045-.206q.058-.198.183-.483c.166-.378.396-.808.637-1.223L8 9.858l.135.23c.241.415.47.845.637 1.223q.124.285.183.484A1.3 1.3 0 0 1 9 12m3.33-6.5a1 1 0 0 1-.366 1.366 2 2 0 0 1-.2.064q-.202.048-.51.083c-.412.045-.898.061-1.379.06q-.135 0-.266-.002l.131-.232c.24-.416.497-.83.742-1.163a4 4 0 0 1 .327-.4q.07-.074.114-.11l.041-.032a1 1 0 0 1 1.366.366m-1.366 5.366a2 2 0 0 1-.155-.141 4 4 0 0 1-.327-.4A13 13 0 0 1 9.74 9.16l-.13-.232.265-.002c.48-.001.967.015 1.379.06q.308.035.51.083.098.024.153.044l.048.02a1 1 0 1 1-1 1.732zM8 9a1 1 0 1 1 0-2 1 1 0 0 1 0 2"/>
                            </svg></i>
                        <h6 class="text-uppercase m-4 ps-4">افزایش سبد محصولات</h6>
                    </header>

                    <div class="about-body">
                        <small>شرکت در نمایشگاه تهران 4 سال
                            متوالی و ارئه محصول جدید کنترلر و نمایشگر وزن
                            PM-WI01 ، اضافه شدن سه نمایشگر ثانویه به سبد محصولات کهربا (نوا شاپ)
                        </small>

                        <div class="d-flex justify-content-between mt-3 controls">
                            <a class="btn btn-outline-warning" href="#">قبلی</a>
                            <a class="btn btn-outline-warning" href="#">بعدی</a>
                        </div>
                    </div>
                </article>
                <article data-step="7">
                    <header class="d-flex align-items-center text-warning bg-warning bg-opacity-10 justify-content-between">
                        <i class="fa-solid fa-code bg-warning">
                            <svg  width="26" height="26" fill="currentColor" class="bi bi-flower3" viewBox="0 0 16 16">
                                <path d="M11.424 8c.437-.052.811-.136 1.04-.268a2 2 0 0 0-2-3.464c-.229.132-.489.414-.752.767C9.886 4.63 10 4.264 10 4a2 2 0 1 0-4 0c0 .264.114.63.288 1.035-.263-.353-.523-.635-.752-.767a2 2 0 0 0-2 3.464c.229.132.603.216 1.04.268-.437.052-.811.136-1.04.268a2 2 0 1 0 2 3.464c.229-.132.489-.414.752-.767C6.114 11.37 6 11.736 6 12a2 2 0 1 0 4 0c0-.264-.114-.63-.288-1.035.263.353.523.635.752.767a2 2 0 1 0 2-3.464c-.229-.132-.603-.216-1.04-.268M9 4a2 2 0 0 1-.045.205q-.059.2-.183.484a13 13 0 0 1-.637 1.223L8 6.142l-.135-.23a13 13 0 0 1-.637-1.223 4 4 0 0 1-.183-.484A2 2 0 0 1 7 4a1 1 0 1 1 2 0M3.67 5.5a1 1 0 0 1 1.366-.366 2 2 0 0 1 .156.142q.142.15.326.4c.245.333.502.747.742 1.163l.13.232-.265.002a13 13 0 0 1-1.379-.06 4 4 0 0 1-.51-.083 2 2 0 0 1-.2-.064A1 1 0 0 1 3.67 5.5m1.366 5.366a1 1 0 0 1-1-1.732l.047-.02q.055-.02.153-.044.202-.048.51-.083a13 13 0 0 1 1.379-.06q.135 0 .266.002l-.131.232c-.24.416-.497.83-.742 1.163a4 4 0 0 1-.327.4 2 2 0 0 1-.155.142M9 12a1 1 0 0 1-2 0 2 2 0 0 1 .045-.206q.058-.198.183-.483c.166-.378.396-.808.637-1.223L8 9.858l.135.23c.241.415.47.845.637 1.223q.124.285.183.484A1.3 1.3 0 0 1 9 12m3.33-6.5a1 1 0 0 1-.366 1.366 2 2 0 0 1-.2.064q-.202.048-.51.083c-.412.045-.898.061-1.379.06q-.135 0-.266-.002l.131-.232c.24-.416.497-.83.742-1.163a4 4 0 0 1 .327-.4q.07-.074.114-.11l.041-.032a1 1 0 0 1 1.366.366m-1.366 5.366a2 2 0 0 1-.155-.141 4 4 0 0 1-.327-.4A13 13 0 0 1 9.74 9.16l-.13-.232.265-.002c.48-.001.967.015 1.379.06q.308.035.51.083.098.024.153.044l.048.02a1 1 0 1 1-1 1.732zM8 9a1 1 0 1 1 0-2 1 1 0 0 1 0 2"/>
                            </svg></i>
                        <h6 class="text-uppercase m-4 ps-4">گسترش بخش فنی و پشتیبانی</h6>
                    </header>

                    <div class="about-body">
                        <small>خرید دستگاه مونتاژ پیشرفته در
                            این سال موجب افزایش سرعت و دقت بخش فنی
                            در مونتاژ محصولات شد. همچنین شرکت دوباره
                            در نمایشگاه تهران و افزودن بخش پشتیبانی
                            فنی باعث رضایت هر چه بیشتر مشتریان گرامی بود
                        </small>

                        <div class="d-flex justify-content-between mt-3 controls">
                            <a class="btn btn-outline-warning" href="#">قبلی</a>
                            <a class="btn btn-outline-warning" href="#">بعدی</a>
                        </div>
                    </div>
                </article>
                <article data-step="8">
                    <header class="d-flex align-items-center text-warning bg-warning bg-opacity-10 justify-content-between">
                        <i class="fa-solid fa-code bg-warning">
                            <svg  width="26" height="26" fill="currentColor" class="bi bi-flower3" viewBox="0 0 16 16">
                                <path d="M11.424 8c.437-.052.811-.136 1.04-.268a2 2 0 0 0-2-3.464c-.229.132-.489.414-.752.767C9.886 4.63 10 4.264 10 4a2 2 0 1 0-4 0c0 .264.114.63.288 1.035-.263-.353-.523-.635-.752-.767a2 2 0 0 0-2 3.464c.229.132.603.216 1.04.268-.437.052-.811.136-1.04.268a2 2 0 1 0 2 3.464c.229-.132.489-.414.752-.767C6.114 11.37 6 11.736 6 12a2 2 0 1 0 4 0c0-.264-.114-.63-.288-1.035.263.353.523.635.752.767a2 2 0 1 0 2-3.464c-.229-.132-.603-.216-1.04-.268M9 4a2 2 0 0 1-.045.205q-.059.2-.183.484a13 13 0 0 1-.637 1.223L8 6.142l-.135-.23a13 13 0 0 1-.637-1.223 4 4 0 0 1-.183-.484A2 2 0 0 1 7 4a1 1 0 1 1 2 0M3.67 5.5a1 1 0 0 1 1.366-.366 2 2 0 0 1 .156.142q.142.15.326.4c.245.333.502.747.742 1.163l.13.232-.265.002a13 13 0 0 1-1.379-.06 4 4 0 0 1-.51-.083 2 2 0 0 1-.2-.064A1 1 0 0 1 3.67 5.5m1.366 5.366a1 1 0 0 1-1-1.732l.047-.02q.055-.02.153-.044.202-.048.51-.083a13 13 0 0 1 1.379-.06q.135 0 .266.002l-.131.232c-.24.416-.497.83-.742 1.163a4 4 0 0 1-.327.4 2 2 0 0 1-.155.142M9 12a1 1 0 0 1-2 0 2 2 0 0 1 .045-.206q.058-.198.183-.483c.166-.378.396-.808.637-1.223L8 9.858l.135.23c.241.415.47.845.637 1.223q.124.285.183.484A1.3 1.3 0 0 1 9 12m3.33-6.5a1 1 0 0 1-.366 1.366 2 2 0 0 1-.2.064q-.202.048-.51.083c-.412.045-.898.061-1.379.06q-.135 0-.266-.002l.131-.232c.24-.416.497-.83.742-1.163a4 4 0 0 1 .327-.4q.07-.074.114-.11l.041-.032a1 1 0 0 1 1.366.366m-1.366 5.366a2 2 0 0 1-.155-.141 4 4 0 0 1-.327-.4A13 13 0 0 1 9.74 9.16l-.13-.232.265-.002c.48-.001.967.015 1.379.06q.308.035.51.083.098.024.153.044l.048.02a1 1 0 1 1-1 1.732zM8 9a1 1 0 1 1 0-2 1 1 0 0 1 0 2"/>
                            </svg></i>
                        <h6 class="text-uppercase m-4 ps-4">افزایش محصولات در حوزه ترانسمیتر جریان و ترانسمیتر دما</h6>
                    </header>

                    <div class="about-body">
                        <small>
                            توسعه تنوع محصولات نوا شاپ و اضافه کردن محصولات PM-SS12<br>
                            , سری AD11ها , سری PM-CT11 ,PM-CT11A, PM-CTR11 , PM-CTR11A<br>
                            ، تولید اولین ترانسمیتر دمای شرکت PM-TT1X <br>
                            ، شرکت در دو نمایشگاه اصفهان و تهران
                        </small>

                        <div class="d-flex justify-content-between mt-3 controls">
                            <a class="btn btn-outline-warning" href="#">قبلی</a>
                            <a class="btn btn-outline-warning" href="#">بعدی</a>
                        </div>
                    </div>
                </article>
            </div>
        </div>

        <!-- Step 3: Advanced Stage -->
        <div class="row step-one text-success m-0 d-flex justify-content-between">
            <div class="col-2 year">
                <h4>سال ۱۴۰۳</h4>
            </div>
            <div class="col-10 w-100 d-flex flex-column justify-content-center">
                <article data-step="9">
                    <header class="d-flex align-items-center text-success bg-success bg-opacity-10  justify-content-between">
                        <i class="fa-solid fa-server bg-success">
                            <svg  width="16" height="16" fill="currentColor" class="bi bi-bar-chart-steps" viewBox="0 0 16 16">
                                <path d="M.5 0a.5.5 0 0 1 .5.5v15a.5.5 0 0 1-1 0V.5A.5.5 0 0 1 .5 0M2 1.5a.5.5 0 0 1 .5-.5h4a.5.5 0 0 1 .5.5v1a.5.5 0 0 1-.5.5h-4a.5.5 0 0 1-.5-.5zm2 4a.5.5 0 0 1 .5-.5h7a.5.5 0 0 1 .5.5v1a.5.5 0 0 1-.5.5h-7a.5.5 0 0 1-.5-.5zm2 4a.5.5 0 0 1 .5-.5h6a.5.5 0 0 1 .5.5v1a.5.5 0 0 1-.5.5h-6a.5.5 0 0 1-.5-.5zm2 4a.5.5 0 0 1 .5-.5h7a.5.5 0 0 1 .5.5v1a.5.5 0 0 1-.5.5h-7a.5.5 0 0 1-.5-.5z"/>
                            </svg>
                        </i>
                        <h6 class="text-uppercase m-4 ps-4">گسترش محصولات دما و ترانسمیترهای آنالوگ</h6>
                    </header>

                    <div class="about-body">
                        <small>
                            شرکت در نمایشگاه تهران و اصفهان
                            ، افزودن سه محصول ترانسمیتر دما PM-TT4K
                            ، PM-TT1R ، PM-TT4R ، افزودن دو ترانسمیتر
                            آنالوگ با خروجی و ورودی آنالوگ PM-AD04 ، PM-AD40
                            افزودن ترانسمیتر جریان سه کانال PM-CT13
                        </small>

                        <div class="d-flex justify-content-between mt-3 controls">
                            <a class="btn btn-outline-success" href="#">قبلی</a>
                            <a class="btn btn-outline-success" href="#">بعدی</a>
                        </div>
                    </div>
                </article>
            </div>
        </div>
    </div>
@endsection

@section('script')

@endsection
